tap "hashicorp/tap"
tap "jandedobbeleer/oh-my-posh"
tap "julien-cpsn/atac"
tap "nikitabobko/tap"
tap "zegervdv/zathura"
brew "age"
brew "azure-cli"
brew "bash"
brew "bat"
brew "biber"
brew "carapace"
brew "colima"
brew "curlie"
brew "docker"
brew "docker-compose"
brew "entr"
brew "eza"
brew "fancy-cat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "graphviz"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "oh-my-posh", link: false
brew "openapi-tui"
brew "openjdk@21"
brew "pandoc"
brew "plantuml"
brew "pnpm"
brew "poppler"
brew "pwgen"
brew "pytest"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "termshark"
brew "terraform-ls"
brew "testdisk"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "hashicorp/tap/terraform"
brew "julien-cpsn/atac/atac"
brew "zegervdv/zathura/zathura"
cask "aerospace"
cask "basictex"
cask "disk-drill"
cask "font-hack-nerd-font"
cask "hashicorp-vagrant"
cask "inkscape"
cask "kitty"
cask "shortcat"
cask "skim"
